{
  "doc": "The best way to stay safe during a tornado is to be prepared. Preparation: a. Fresh batteries and a battery-operated TV, radio, or internet-enabled device to listen to the latest emergency weather information. b. A tornado emergency plan including access to a safe shelter for yourself, your family, people with special needs, and your pets. c. An emergency kit (including water, non-perishable food, and medication). d. A list of important information, including telephone numbers. During a Tornado: a. Go to the basement or an inside room without windows on the lowest floor (bathroom, closet, center hallway). b. If possible, avoid sheltering in any room with windows. c. For added protection, get under something sturdy (a heavy table or workbench). Cover your body with a blanket, sleeping bag, or mattress. Protect your head with anything available. d. Do not stay in a mobile home."
},
{
  "doc": "Drought safety guidelines should be adjusted based on the severity and duration of the drought conditions. Early-Stage Drought: a. In the initial phases of a drought, awareness and water conservation are key. Residents and businesses should be mindful of water usage, fix any leaks promptly, and prioritize water-saving practices. b. Reduce unnecessary water consumption, such as watering lawns and washing cars. Maintain a water-conscious mindset, and stay informed about local drought declarations and recommendations from water authorities. Moderate Drought: a. As drought conditions intensify into a moderate stage, more stringent water conservation measures are necessary. Residents and businesses should significantly curtail outdoor water use, including lawn irrigation. Implement water-saving fixtures and appliances in homes and buildings. Severe Drought: a. During severe drought conditions, stringent conservation is imperative. Implement strict water-saving measures at all levels, from households to businesses and agriculture. Reduce outdoor water use to an absolute minimum and comply with all water restrictions and bans."
},
{
  "doc": "In the case of minor tsunamis, which typically produce relatively small waves, it's crucial to stay informed about coastal warnings. Minor Tsunamis: a. While these tsunamis pose a lower immediate threat, individuals in coastal areas should still be cautious. Stay away from the shoreline, as even smaller waves can be unpredictable and potentially dangerous. Retreat to higher ground or an elevated building to reduce the risk of harm. It's advisable to follow official updates and remain alert to any changes in the situation. Moderate Tsunamis: a. In this scenario, timely and orderly evacuation from coastal areas is of utmost importance. Pay close attention to official tsunami warnings and adhere to evacuation orders without delay. Major Tsunamis: a. In the event of a major tsunami, prioritize saving lives above all else. Follow evacuation orders promptly, leaving behind personal belongings if necessary. Be prepared for potential disruptions in communication and rely on community alert systems, sirens, and radio broadcasts for critical information. Evacuate swiftly and efficiently to reach safety in higher ground, and ensure that you and your loved ones are out of harm's way."
},
{
  "doc": "Safety guidelines for earthquakes should be tailored based on the magnitude of the seismic event. Small to Moderate Earthquakes: a. It's essential to practice the 'Drop, Cover, and Hold On' method. When indoors, drop to the ground, take cover under a sturdy piece of furniture, and hold on until the shaking subsides. Large Earthquakes: a. Additional precautions are necessary, such as evacuating if there is a tsunami warning in coastal areas, preparing an emergency kit, checking for gas leaks, and assisting those who may need extra help."
},
{
  "doc": "First Aid Steps: 1. Clean and disinfect the wound. 2. Apply a sterile bandage or dressing. 3. Monitor for signs of infection."
},
{
  "doc": "First Aid Steps: 1. Cool the burn with running cold water. 2. Cover with a sterile non-stick dressing. 3. Use over-the-counter pain relief if needed."
},
{
  "doc": "First Aid Steps: 1. Administer an antihistamine if available. 2. Avoid allergen exposure. 3. Monitor for signs of worsening symptoms."
},
{
  "doc": "First Aid Steps: 1. Rest, elevate, and apply ice to the affected area. 2. Use a compression bandage. 3. Over-the-counter pain relievers may help."
},
{
  "doc": "Moderate medical emergencies may require more immediate attention and, in some cases, professional medical assistance."
},
{
  "doc": "First Aid Steps: 1. Immobilize the injured area. 2. Seek professional medical care for diagnosis and treatment. 3. Offer pain relief if possible."
},
{
  "doc": "First Aid Steps: 1. Administer an epinephrine auto-injector if available. 2. Call emergency services for immediate medical attention. 3. Stay with the affected person."
},
{
  "doc": "First Aid Steps: 1. Apply direct pressure with a clean cloth or bandage. 2. Elevate the injured area. 3. Seek professional medical evaluation for stitches or infection prevention."
},
{
  "doc": "First Aid Steps: 1. Call emergency services (911 or local emergency number). 2. Offer aspirin if advised by a healthcare provider. 3. Keep the person calm and comfortable."
},
{
  "doc": "First Aid Steps: 1. Call emergency services immediately (911 or local emergency number). 2. Begin CPR if trained. 3. Use an automated external defibrillator (AED) if available."
}